---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionColdFormed
source: html/00c7f520-a196-79a4-3145-5061eb17c64a.htm
---
# StructuralSectionColdFormed Members

Returns size of the section boundary.